Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/1999_4s.doc.tmx
Source language: sme
Languages: nob

source: Agderforskning prošeaktaraporta 21/99 « Ka kan æ få pæng ti ? »
nob: Agderforsknings prosjektrapport 21/99 « Ka kan æ få peng ti ? »

source: Stáhta ealáhus- ja guovlluovddidanfoandda , Sámi ealáhusráđi ja Sis-Finnmárkku gielddaid ealáhusfoanddaid gaskasaš rollajuogadeapmi
nob: Om rollefordelingen mellom Statens nærings- og distriktsutviklingsfond , Samisk næringsråd og kommunale næringsfond i Indre Finnmark

source: Ráđđehusa Davvi-Norgga lávdegotti stahtusraporta , geassemánnu 1999
nob: « Næringsstrategier for Nord-Norge » Statusrapport til Regjeringes NOrd-Norgeutvalg , juni 1999

source: Gielda- ja guovludepartemeantta 28.10.99 reive Finnmárkku fylkagildii
nob: Kommunal- og regionaldepartementets brev av 28.20.1999 til Finnmark fylkeskommune

source: - 26.02.99 dievasčoahkkima mearrádus áššis 7/99 Sámedikki vuollásaš ráđiid jahkedieđáhusat
nob: Sametingets vedtak i sak 7/99 Årsmelding for Sametingets underliggende råd

source: Sis-Finnmárkku ovddidanforum 30.06.99 strategiijanotáhta
nob: Utviklingsforumet for Indre Finnmark - Strateginotat 30.06.1999

source: « Det Grønne Arktis » Riikkaoasselávdegotti 2000-2003 prográmma
nob: « Det Grønne Arktis » Landsdelsutvalgets program 2000 - 2003

source: Sámediggi oaivvilda ahte dikki guovlupolitihkalaš doaimma ferte nanosamahttit .
nob: Sametinget mener at tingets regionalpolitiske virksomhet må styrkes .

source: Bivdit Sámediggeráđi bidjat johtui dárbbašlaš doaibmabijuid dán oktavuođas , earret eará :
nob: Sametingsrådet bes iverksette de nødvendige tiltak i denne sammenheng . Dette omfatter blant annet :

source: Prioriteret Ráđđehusa Davvi-Norgga lávdegotti ja Sis-Finnmárkku ovddidanforuma barggu .
nob: Prioritere arbeidet i Regjeringens Nord-Norgeutvalg og Utviklingsforumet for Indre Finnmark .

source: Hoahpuhit barggu mii guoská Sámedikki vuollásaš ráđiid organiseremii , ja daid bargguide ja doaimmaide Sámedikki doarjjaortnegiid struktuvrrain fárrolaga .
nob: Forsere arbeidet med gjennomgangen av organiseringen av Sametingets underliggende råd , og deres oppgaver og funksjoner , sammen med strukturen i Sametingets tilskuddsordninger .

source: Boahtteáiggi várás galget árvvoštallojuvvot relevánta organisatuvrralaš molsaeavttut , maiddái dušše okta doarjjaorgána .
nob: Relevante framtidige organisatoriske alternativer skal vurderes , herunder ett eventuelt tilskuddsorgan .

source: Ášši galggašii ovddiduvvot Sámedikki miessemánu 2000 dievasčoahkkimii .
nob: Saken bes fremmet overfor Sametingets plenum i mai 2000 .

source: Ohcat Sámedikki Davvi-Norgga ja Davvi-Trøndelága riikkaoasselávdegoddái lahttun .
nob: Å søke om medlemskap for Sametinget i Landsdelsutvalget for Nord-Norge og Nord-Trøndelag .

source: Sámediggi evttoha iežas ovddasteaddjin eanemusat vihtta sámediggeáirasa lahttun várrelahtuiguin .
nob: Sametinget foreslås å være representert med inntil fem samtingsrepresentanter som medlemmer med personlige varamedlemmer .

source: Sámediggeráđđi nammada ovtta lahtu ja dievasčoahkkin fas njealljása .
nob: Sametingsrådet oppnevner et medlem og fire oppnevnes av plenum .

source: Sii galget nu guhkás go vejolaš leat eret dain fylkkain maidda Riikaoasselávdegoddi guoská .
nob: Disse skal så langt som mulig være fra de fylkene Landsdelsutvalget omfatter .

source: 39 áirasis ledje 31 čoahkis .
nob: Av 39 representanter var 31 tilstede .

source: Sámediggeráđi árvalus mearriduvvui ovttajienalaččat .
nob: Sametingsrådets innstilling ble enstemmig vedtatt .

source: Sii galget nu guhkás go lea vejolaš leat eret dain fylkkain maidda Riikaoasselávdegoddi guoská .
nob: Disse skal så langt som mulig være fra de fylkene Landsdelsutvalget omfatter .

source: Ášši meannudeapmi loahpahuvvui 1999 skábmamánu 25. b. dii. 16.30 .
nob: Saken avsluttet 25. november 1999 kl. 16.30 .

source: Ášši meannudeapmi álggahuvvui 1999 skábmamánu 25. b. dii. 16.50 .
nob: Saken påbegynt 25. november 1999 kl. 16.50 .

source: NOU 1999:19 Duopmostuoluid birra servodags .
nob: NOU 1999:19 Domstolene i samfunnet .

source: Duopmostuoluid hálddahuslaš stivren .
nob: Administrativ styring av domstolene .

source: Nammadeamit , oalgebarggut , huvdendoaibmabijut .
nob: Utnevnelser , sidegjøremål , disiplinærtiltak .

source: Gaskaboddosaš duopmárat .
nob: Midlertidige dommere

source: Justisdepartemeantta 14.07.99 reive
nob: Brev av 14.07.99 fra Justisdepartementet

source: Duopmostuollokomišuvdna lea dahkan vuđolaš ja viiddis barggu .
nob: Domstolskommisjonen har utført et grundig og omfattende arbeid .

source: Sámediggi atná eanemus riektan buktit mearkkašumiid daid áššiide mat gusket eanemusat sámi álbmogii .
nob: Sametinget har funnet det hensiktsmessig å kommentere de mest aktuelle spørsmål for den samiske befolkning .

source: Sámi dimenšuvdna
nob: Den samiske dimensjon

source: Sámedikki mielas lea buorre go komišuvdna barggustis lea deattuhan sámi perspektiivva ja lea buktán čielga signálaid dán ektui .
nob: Sametinget er positiv til at kommisjonen i sitt arbeid har vektlagt det samiske perspektiv og har kommet med klare signaler i forhold til dette .

source: Komišuvdna konstatere ahte Vuođđolága § 110 a:s lea mearkkašupmi maiddái duopmostuoluid organiseremis .
nob: Kommisjonen konstaterer at Grunnlovens § 110 a har betydning også i forhold til organiseringen av domstolene .

source: Duopmostuollokomišuvdna lea barggus bokte guorahallan máŋga deatalaš beali .
nob: Gjennom arbeidet i domstolskommisjonen er søkelyset rettet mot en del aktuelle problemstillinger .

source: Sámedikki mielas lea hirbmat deatalaš čuovvulit dán ášši eambbo konkrehta , vai sámiide boahtteáiggis šattašii stuorát oadjebasvuohta ja riektesihkkarvuohta duopmostuoluid ektui .
nob: Sametinget ser det som meget viktig at man følger opp dette arbeidet mer konkret , slik at man i framtiden kan få en situasjon som skaper større trygghet og rettssikkerhet i samenes møte med domstolene .

source: Duopmostuollokomišuvdna oaidná barggus bokte ahte livččii dárbu ásahit sierra duopmostuolu Sis-Finnmárkui , almmá ahte dađi eanet guorahallá dan .
nob: Domstolskommisjonen ser i sitt arbeid behov for at det opprettes en egen domstol i Indre-Finnmark , uten at man går nærmere inn på det .

source: Sámediggi oaidná positiivalažžan duopmostuolu ásaheami Sis-Finnmárkui , muhto ohcala dattetge konkrehta doaibmabijuid daid guovlluid várás mat báhcet olggobeallái dan guovllu mii vejolaččat šattašii Sis-Finnmárkku duopmostuolu guovlun .
nob: Sametinget er positiv til en egen domstol for Indre Finnmark , men vil likevel etterspørre konkrete tiltak i områder som faller utenfor det som vil bli et eventuelt område for en domstol i Indre-Finnmark .

source: Sámit ásset ollu eará ge báikkiin olggobealde dan guovllu mii vejolaččat šattašii gullat Sis-Finnmárkku duopmostullui .
nob: Samene bebor store områder langt utover det som vil bli omfattet av en domstol i Indre-Finnmark .

source: Sámediggi oaivvilda ahte lea dárbu čuovvulit daid hástalusaid mat leat boahtán ovdan čielggadusa bokte .
nob: Sametinget mener at det er nødvendig at man får en oppfølging av de utfordringer som er kommet frem gjennom utredningen .

source: Lea duopmáriid máhtolašvuođa duohken ja dat lea sin ovddasvástádus ahte dat dárbbašlaš máhtolašvuohta mii boahtá ovdan čielggadusas boahtá oidnosii .
nob: Det dreier seg om dommernes kunnskap og ansvaret for at slik nødvendig kunnskap når frem .

source: Danne doarju Sámediggi ahte duopmostuoluid organiseren geahčaduvvo sierra dainna áigumušain ahte juksat buot daid dárbbuid mat olles sámi servodagas leat .
nob: Sametinget går derfor inn for å få en egen gjennomgang av domstolenes organisering med tanke på de behov som finnes i hele det samiske samfunnet .

source: Erenoamážit galggašii čielggadit movt vejolaš duopmostuolu Sis-Finnmárkkus sáhtášii ovddidit nu ahte dan bokte sáhtášii bálvalit stuorát osiid sámi ássanguovllus .
nob: Spesielt bør det utredes om og eventuelt hvordan en egen domstol for Indre-Finnmark kan utvikles til å kunne dekke større deler av det samiske bosetningsområdet .

source: Komišuvdna čujuha ahte oppalaš prinsihpaid vuođul duopmáriid rekruterema ektui lea deatalaš ahte duopmostuoluide bohtet gelbbolaš sámit .
nob: Kommisjonen peker på at det utfra de allmenne prinsipper om bred dommerrekruttering er viktig at kvalifiserte samer kommer inn i domstolene .

source: Danne lea ge sivva geahččat makkár beroštumit sámiin leat go duopmárat válljejuvvojit .
nob: Det er derfor grunn til å peke på interessene til samene ved dommerutnevnelser i fremtiden .

source: Sámedikki mielas lea deatalaš oažžut sámi duopmáriid , hástalussan šaddá ge mo duohtan dahkat dan .
nob: Sametinget ser det som viktig at man får rekruttert samiske dommere , utfordringen blir å realisere dette .

source: Lea lunddolaš go eanet sápmelaččat váldet juristaoahpu ahte eambbogat šaddet maiddái duopmárin .
nob: Det vil etterhvert som flere samer tar juridisk utdanning , være naturlig at flere blir dommere .

source: Dattetge galggašii Sámedikki mielas rievddalmasáiggis leat vejolaš sierra doaibmabijuiguin sihkkarastit sápmelaččaid duopmárámmáhii .
nob: Likevel vil det etter Sametingets syn være mulig at man i en overgangsperiode må ha særskilte tiltak som sikrer at man rekrutterer samer til dommeryrket .

source: Duopmáriid nammadeapmi
nob: Utnevnelse av dommere

source: Komišuvdna čujuha ahte sáme- ja dárogiella leat ovttaárvosaš gielat sámelága § 1-5 ektui .
nob: Kommisjonen viser til at samisk og norsk er likeverdige språk i henhold til sameloven § 1-5 .

source: Dasto čujuhuvvo ahte ii gávdno makkárge geavahus movt deattuhit sámegiela máhtolašvuođa duopmáriid nammadeami oktavuođas , go eai leat galle juristta geat máhttet sámegiela .
nob: Videre vises det til at man ikke har noen praksis med hvordan samiske språkkunnskaper skal vektlegges ved dommerutnevnelser fordi så få jurister behersker samisk .

source: Dál leat uhccán juristtat geat hállet sámegiela , muhto sáhttá jáhkkit ahte boahtteáiggis sin lohku lassána .
nob: Inntil nå har det vært relativt få samisktalende jurister , men i framtiden må man anta at det vil bli flere .

source: Sámediggi oaivvilda ahte fertejit ásahuvvot čielga ortnegat maiguin gozihia sámelága áigumušaid , nu ahte maiddái vuhtii váldá sámegiel hálliid go duopmárat nammaduvvojit dain guovlluin mat gullet sámelága giellanjuolggadusaid hálddašanguvlui .
nob: Sametinget mener at det må etableres klare ordninger som ivaretar intensjonene i sameloven , herunder hensynet til den samiskspråklige befolkningen , ved dommerutnevnelser i områder som omfattes av samelovens språkregler .

source: Mii guoská duopmáriid maŋŋáoahpahussii , de lea Sámedikki mielas buorre go ovddiduvvojit fálaldagat maiguin buorida máhtolašvuođa sámi diliid , kultuvrra , riekteáddejumiid , jna. birra .
nob: Når det gjelder etterutdanning av dommere , ser man fra Sametingets side positivt på at det utvikles tilbud som øker kunnskapen om samiske forhold , kultur , rettsoppfatninger , m.m.

source: Dán bokte sáhttá buoredit oadjebasvuođa dáža riektevuogádaga ja sápmelaččaid gaskka .
nob: Dette kan bidra til en bedre og tryggere situasjon i møte mellom det norske rettssystemet og samene .

source: Dás lea mearkkašupmi riektesihkkarvuhtii ja dat buoridivččii sápmelaččaid luohttámuša riektevuogádahkii .
nob: Det vil ha betydning for rettssikkerheten og tilliten til rettssystemet .

source: Uhccán lea iskkaduvvon lea go sis geat ohcet duopmárin máhtolašvuohta sámi dilálašvuođain ja dovdet go sii daid .
nob: Det er lite undersøkt om dommersøkerne har kunnskap og innsikt i samiske forhold .

source: Sámedikki mielas lea lunddolaš deattuhit dán lágan máhtolašvuođa mearkkašumi , erenoamážit Hålogalándda ja Frostating duopmostuoluin .
nob: Sametinget finner det naturlig at slike kunnskaper tillegges betydning , spesielt i domstoler i Hålogaland og Frostating lagdømmer .

source: Gaskaboddosaš duopmárat
nob: Midlertidige dommere

source: Sámedikki mielas lea buorre go duopmostuollokomišuvdna lea guorahallan ášši ja buktán árvalusa maid áššiin gaskaboddosaš duopmáriid ektui galggašii dahkat .
nob: Sametinget ser positivt på at domstolskommisjonen har drøftet spørsmålet og kommer med forslag til hvordan spørsmålet om midlertidige dommere skal håndteres .

source: Dát eastadivččii dan ahte čuožžilit vuorddekeahtes ja uhccánot sávahahtti dilálašvuođat .
nob: Dette vil hindre at uforutsigbare og mindre ønskete situasjoner oppstår .

source: Čielggadusas čujuhuvvo erenoamáš sadjásašduopmárkonstitušuvdnii ja dan heaittiheapmái Álttá / Guovdageainnu ášši árvvoštallama oktavuođas .
nob: I utredningen vises det til en spesiell settedommerkonstitusjon og opphevelsen av denne i forbindelse med skjønnet i Alta / Kautokeinosaken .

source: Dat movt departemeanta dáinna áššiin dagai sáhtii dagahit dan ahte sámi servodat álggii eahpidit duopmostuoluid iešheanalis saji váttis politihkalaš dilis .
nob: I det samiske samfunnet kunne departementets håndtering av denne saken skape grunnlag for mistro til domstolens selvstendige stilling i en vanskelig politisk situasjon .

source: Sámediggi lea ovttaoaivilis komišuvnna eavttuhusain ahte lea duopmostuollu ii ge departemeanta mii galgá mearridit makkár duopmár galgá meannudit konkrehta ášši dahje galgá go duopmár luvvejuvvot áššis .
nob: Sametinget er derfor enig i kommisjonenes forslag om at beslutningen om hvilken dommer som skal behandle en konkret sak , eller om en dommer skal fratas en sak , skal treffes innenfor domstolen , og ikke av departementet .

source: Huvdendoaibmabijut ja buorit duopmárdábit
nob: Disiplinærtiltak og god dommerskikk

source: Komišuvdna lea čujuhan ahte sámi ovddasteddjiid « gulaskuttadettiin » bođii ovdan ahte váttisvuođat mat sáhttet čuožžilit sámiid ja duopmáriid gaskka leat gulahallan- ja áddehallanváttisvuođat .
nob: Kommisjonen har vist til at det under « høringen » av representanter for samene kom frem at problemene i forholdet mellom samer og dommere i særlig grad består i kommunikasjons- og forståelsesproblemer .

source: Dasto boahtá ovdan ahte sámiin leat stuorra váttisvuođat oažžut earáid dohkkehit sin riektekultuvrra .
nob: Videre fremkommer det at samene har store vansker med å nå frem med sin rettskultur .

source: Sámediggi diehtá ahte váttisvuođat eai gal várra boađe ovttaskas duopmára dihtomielalaš daguid geažil , muhto baicce váilu máhtolašvuohta ja áddejupmi .
nob: Sametinget er klar over at de problemene som kan oppstå neppe skyldes bevisste handlinger fra den enkelte dommer , men heller mangel på kunnskap og forståelse .

source: Go dát lea daddjon , de lea sivva deattuhit ahte dát ii leat dohkálaš , ja ahte lea duopmostuolu ovddasvástádus eastadit boasttuáddejumiid ja vejolaš unohis mearrádusaid .
nob: Når det er sagt , er det likevel grunn til å understreke at dette ikke er akseptabelt , og at det er domstolen som må være ansvarlig for å unngå misforståelser og mulige uheldige avgjørelser .

source: Sámediggi lea ovttaoaivilis ahte gulahallanváttisvuođat ja váilevaš máhtolašvuohta ja áddejupmi sámi dilálašvuođaid birra sáhttá dahkat sámiid luohttámuša duopmostuoluide ja daid árvvusatnima heajubun .
nob: Sametinget er enig i at kommunikasjonsproblemer og manglende kunnskap og innsikt i samiske forhold , kan svekke samenes tillit og respekt for domstolene .

source: Dilli sáhtášii buorránit jos sámi giella ja kultuvra deattuhuvvošii go duopmárat nammaduvvojit ja go duopmáriid gelbbolašvuohta sámi dilálašvuođaid birra buoriduvvošii .
nob: Situasjonen vil bli bedre ved vektlegging av samisk språk og kultur ved utnevnelser av dommere og ved heving av dommernes kompetanse om samiske forhold .

source: Sierra duopmostuollohálddahus
nob: En frittstående domstoladministrasjon

source: Čielggadusas lea ollu čállojuvvon eanet sierra duopmostuollohálddahusa dárbbu birra .
nob: En vesentlig del av utredningen omhandler behovet for en mer frittstående domstoladministrasjon .

source: Sámediggi lea ovttaoaivilis das ahte rádji ollašuhtti , láhkaaddi ja dubmejeaddji válddi gaskka lea vuođđoeaktun min servodagas .
nob: Sametinget er enig i at skillet mellom den utøvende , den lovgivende og den dømmende makt er en grunnleggende forutsetning i vårt samfunn .

source: Sámediggi doarju Duopmostuollokomišuvnna eanetlogu eavttuhusa eanet friija duopmostuollohálddahusa ektui .
nob: Sametinget støtter forslaget fra Domstolkommisjonens flertall om en mer frittstående domstoladministrasjon .

source: Dát eavttuhus deattuha duopmostuoluid friija saji , mii lea maid hui deatalaš sámi servodaga luohttámuša ektui duopmostuoluide .
nob: Dette forslaget understreker domstolenes uavhengige stilling , noe som også er vesentlig for det samiske samfunns tillit til domstolene .

source: Eavttuhus 1 , NSR:a sámediggejoavkku Randi A. Skum :
nob: Forslag 1 , representant Randi A. Skum , NSR ’ s sametingsgruppe :

source: Maŋimuš teakstaoassi , nubbin maŋimuš cealkka :
nob: Tillegg : Siste avsnitt , nest siste setning :

source: « --- eanet friija duopmostuollohálddahusa ektui sierra stivrrain . »
nob: « ... om en mer frittstående domstoladministrasjon med et eget styre »

source: Maŋimuš cealkka seamma teakstaoasis :
nob: Siste setning under samme avsnitt :

source: « Dát eavttuhus deattuha duopmostuoluid friija saji , mii lea maid deatalaš luohttámuššii duopmostuoluide . »
nob: « Dette forslaget understreker domstolenes uavhengige stilling , noe som er vesentlig for tilliten til domstolene »

source: Ođđa teakstaoassi lohppii :
nob: Nytt avsnitt til slutt :

source: Duopmostuollokomišuvdna lea čielggadusas deattuhan Vuođđolága § 110 a ja daid geatnegasvuođaid maid dat buktá maiddái duopmostuoluide .
nob: Domstolkommisjonen har i sin utredning vektlagt grunnlovens § 110 a og de forpliktelser dette innebærer også for domstolene .

source: Norgga stáhta lea vuođđuduvvon guovtti álbmoga eatnamiidda , sámiid ja dáččaid .
nob: Den norske stat er etablert på territoriet til to folk , samer og nordmenn .

source: Stáhta geatnegasvuođat sámiid guovdu fertejit maiddái oidnot duopmostuoluid organiseremis .
nob: Statens forpliktelser overfor samene må også komme til uttrykk gjennom domstolenes organisering .

source: Danne gáibida Sámediggi beassat nammadit guokte ovddasteaddji duopmostuollohálddahusa stivrii .
nob: Sametinget krever derfor å oppnevne to representanter til styret for domstoladministrasjonen .

source: Dákkár ovddasteamis livččii hui deatalaš mearkkašupmi sámi servodaga luohttámuššii duopmostuoluide .
nob: En slik representant vil være vesentlig for det samiske samfunns tillit til domstolene .

source: Ing-Lill Pavall , áššejođiheaddji
nob: Ing-Lill Pavall , saksordfører

source: Sámediggi doarju Duopmostuollokomišuvnna eanetlogu eavttuhusa eanet friija duopmostuollohálddahusa ektui sierra stivrrrain .
nob: Sametinget støtter forslaget fra domstolkommisjonens flertall om en mer frittstående domstoladministrasjon med et eget styre .

source: Dát eavttuhus deattuha duopmostuoluid friija saji , mii lea maid hui deatalaš luohttámuša ektui duopmostuoluide .
nob: Dette forslaget understreker domstolenes uavhengige stilling , noe som er vesentlig for tilliten til domstolene .

source: Ášši meannudeapmi loahpahuvvui 1999 skábmamánu 25. b. dii. 17.30 .
nob: Saken ble avsluttet 25. november 1999 kl. 17.30 .

source: Ášši meannudeapmi álggahuvvui 1999 skábmamánu 26. b. dii. 09.00 .
nob: Saken påbegynt fredag 26. november 1999 kl. 09.00 .

source: Suoidnemánu 14. b. 1999 reive Justisdepartemeanttas
nob: Høringsbrev av 14.07.99 fra Justis- og politidepartementet

source: Álggahus
nob: Innledning

source: Sámedikki mielas lea báikegottiid ja gávpotrievtti Strukturlávdegoddi ovddidan viiddis ja buorre čielggadusa vuosttas instánssa duopmostuoluid bargosuorggi ja saji birra .
nob: Sametinget viser til at Strukturutvalget for herreds- og byrettene har lagt frem en omfattende og god utredning vedrørende førsteinnstansdomstolenes arbeidsområde og plassering .

source: Sámediggi čujuha ahte lávdegoddi lea konkrehta árvvoštallan makkár barggut galggašedje gullat vuosttas instánssa duopmostuoluide .
nob: Sametinget viser til at utvalget har foretatt en konkret vurdering av hvilke oppgaver som bør ligge til førsteinstansdomstolene .

source: Sámediggi doarju ollásit daid kritihkalaš mearkkašumiid mat lávdegottis leat eanajuohkinrivttiid ovddideapmái .
nob: Sametinget støtter fullt ut de kritiske merknader utvalget har til utviklingen av jordskifterettene .

source: Dán oktavuođas áigu Sámediggi erenoamážit čujuhit eanajuohkinrivttiid sadjái vuostálasvuođaid čoavdima oktavuođas boazodoalus .
nob: Særlig vil Sametinget i denne forbindelse vise til jordskifte-rettenes rolle i løsning av konflikter innenfor reindriften .

source: Danne doarju ge Sámediggi lávdegotti árvvoštallama go dadjá ahte galggašii lagabui árvvoštallat makkár sadji eanajuohkinrivttiin ( eanajuohkindoaimmahagas ) galggašii leat .
nob: Sametinget er derfor enig i utvalgets vurdering om at det bør foretas en nærmere vurdering av hvilken status jordskifterettene ( jordskifteverket ) bør ha .

source: Lávdegoddi čujuha čielggadusastis ahte dat ákkat mat álgo álggus ledje Norlándda ja Tromssa meahccekomišuvnna ásaheapmái , eai gávdno šat .
nob: Utvalget viser i sin utredning til at de grunner som opprinnelig tilsa opprettelse av Utmarkskommisjonen for Nordland og Troms , ikke lenger er til stede .

source: Strukturlávdegotti mielas galggašii Meahccekomišuvdna heaittihuvvot , ja dat barggut mat das leat biddjot dábálaš duopmostuoluide .
nob: Etter Strukturutvalgets oppfatning må Utmarkskommisjonen legges ned , og de oppgaver den har , legges til de ordinære domstolene .

source: Sámediggi doarju dán ollásit .
nob: Sametinget støtter dette fullt ut .

source: Ođđa duopmostuolu birra Sis-Finnmárkkus erenoamážit
nob: Særlig om ny domstol i Indre Finnmark

source: Sámediggi lea movtta go lávdegoddi lea árvvoštallan dárbbu ođđa duopmostuolu ektui Sis- Finnmárkkus , dan vuođul ahte gozihit sámi beroštumiid dán guovllus .
nob: Sametinget er glad for at utvalget har vurdert behovet for en ny domstol i indre Finnmark ut fra hensynet til å ivareta samiske interesser på dette området .

source: Dát lea dahkkon earret eará Vuođđolága § 110 a vuođul .
nob: Ut fra bl.a. regelen i Grunnloven § 110 a. .

source: Sámediggi doarju ollásit lávdegotti árvvoštallama ahte Vuođđolága § 110 a:s lea mearkkašupmi maiddái dalle go árvvoštallojuvvo makkár sadji sámi gielas ja riekteárbevieruin galgá leat dáža duopmostuoluin .
nob: Sametinget støtter fullt ut utvalgets vurdering i at Grunnloven § 110 a også må få betydning i vurderingen av hvilken plass det skal være for samisk språk og rettstradisjoner i norske domstoler .

source: Dán oktavuođas čujuha lávdegoddi Duopmostuollokomišuvnna čielggadussii mas komišuvdna ádde Vuođđolága § 110 a nu ahte dan vuođul « lea geatnegasvuohta mas maiddái lea mearkkašupmi duopmostuoluid organiseremii riikkas » .
nob: I denne forbindelse viser utvalget til domstolskommisjonen utredning der kommisjonen oppfatter Grunnloven § 110 a slik at den gir uttrykk for en « plikt som også har betydning for organiseringen av domstolene i landet » .

source: Dasto čuožžu ahte « ferte leat duođálaš dásseárvu guovtti álbmoga olbmuid gaskka , dážaid ja sápmelaččaid gaskka go guoská dasa ahte oažžut iežaset riekteáššiid meannuduvvot duopmostuoluin . »
nob: Det heter videre at « det må være en reell likestilling mellom personer fra de to folk , nordmenn og samer , når det gjelder å få sine rettsspørsmål behandlet ved domstolene » .

source: Sámediggi doarju dan dulkoma mii guoská stáhta geatnegasvuođaide áibbas ollásit .
nob: Sametinget støtter denne tolkning av statens forpliktelser helt og fullt .
